Repository: OmegaT-extra-L10N/fr
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr

source: Another package with the same name already exists.
fr: Un autre paquet portant le même nom existe déjà.

source: Can't Redo
fr: Rétablir

source: Can't Undo
fr: Annuler

source: Cancel
fr: Annuler

source: Characters:
fr: Caractères:

source: Choose what text to paste from text recently on the clipboard.
fr: Choisissez le texte à coller à partir du texte récemment présent dans le presse-papiers.

source: Clipboard History:
fr: Historique du presse-papiers :

source: Collapse All Comments
fr: Comprimer tous les commentaires

source: Collapse All Folds
fr: Comprimer tous les plis

source: Collapses all comment folds.
fr: Comprime tous les plis commentaires.

source: Collapses all folds.
fr: Comprime tous les plis.

source: Content Assist Available
fr: Aide au contenu disponible

source: Copies current selection to the clipboard.
fr: Copie la sélection dans le presse-papiers.

source: Copy
fr: Copier

source: Copy Error
fr: Erreur de copie

source: Creating new project from OMT package
fr: Création d'un nouveau test à partir du paquet OMT

source: Cut
fr: Couper

source: Delete
fr: Effacer

source: Delete unpacked OMT Package
fr: Supprimer le paquet OMT déballé

source: Deleting project...
fr: Suppression du test...

source: Do you want to delete the OMT Package?
fr: Voulez-vous supprimer le paquet OMT ?

source: Do you want to overwrite it with the translation from the package ?
fr: Voulez-vous l'écraser avec la traduction du paquet ?

source: Do you want to overwrite this package?
fr: Voulez-vous écraser ce paquet ?

source: Down
fr: Bas

source: Doxygen-commented files (Okapi)
fr: Doxygen (Okapi)

source: Encoding:
fr: Encodage:

source: Error
fr: Erreur

source: Expand All Folds
fr: Décomprimer tous les plis

source: Expands all folds.
fr: Décomprime tous les plis.

source: File Size:
fr: Taille du fichier:

source: Filter Parameters Files
fr: Fichiers de paramètres de filtre

source: Filter settings are currently <b>Project Specific</b>.<br>Therefore, after you click "OK", the parameters file will be copied to this location:<br>
fr: Les paramètres de filtre sont actuellement <b>Spécifiques au test</b>.<br>Par conséquent, après avoir cliqué sur "OK", le fichier de paramètres sera copié à cet emplacement :<br>

source: Find
fr: Rechercher

source: Find Prev.
fr: Rechercher le précédent

source: Find what:
fr: Chercher :

source: Find:
fr: Rechercher :

source: Folding
fr: Pliage

source: Fuzzy Match
fr: Correspondance

source: Fuzzy Matches Issues
fr: Problèmes de correspondances

source: Goto Line
fr: Aller à la ligne

source: HTML files (Okapi)
fr: HTML (Okapi)

source: InDesign IDML files (Okapi)
fr: InDesign IDML (Okapi)

source: Include the name of the translation unit in comments
fr: Inclure le nom de l'unité de traduction dans les commentaires

source: Invalid OMT package, file "omegat.project" is missing.
fr: Paquet OMT non valide, le fichier "omegat.project" est manquant.

source: Is there an open project?
fr: Y a-t-il un test ouvert ?

source: JSON files (Okapi)
fr: JSON (Okapi)

source: Last modified:
fr: Dernière modification:

source: Line Number:
fr: Ligne numéro:

source: Line terminator:
fr: Caractère de fin de ligne:

source: Line: {0}
fr: Ligne: {0}

source: Lines:
fr: Lignes:

source: Mark all
fr: Marquer tout

source: Markdown files (Okapi)
fr: Markdown (Okapi)

source: Match case
fr: Casse identique

source: Missing Path
fr: Chemin manquant

source: Multiple markers at this line:
fr: Plusieurs repères sur cette ligne:

source: No <xliff> element found.
fr: Aucun élément <xliff> trouvé.

source: No Parameters File
fr: Pas de fichier de paramètres

source: No Project Folder
fr: Pas de dossier de test

source: No element in the file.
fr: Aucun élément dans le fichier.

source: OMT Package
fr: Paquet OMT

source: OMT Package file
fr: Fichier de package OMT

source: OMT Package successfully created.
fr: Le paquet OMT a été créé avec succès.

source: OMT package imported.
fr: Paquet OMT importé.

source: OMT project packaged.
fr: Le test OMT est emballé.

source: Occurrence of "{0}"
fr: Présence de "{0}"

source: Okapi Filter Options
fr: Options des filtres Okapi

source: Okapi XLIFF Filter Options
fr: Options de filtre Okapi XLIFF

# Old Macintosh ()
source: Old Macintosh (\r)
fr: Macintosh (\r)

source: OpenXML files (Okapi)
fr: OpenXML (Okapi)

source: Overwrite OMT Package
fr: Écraser le paquet OMT

source: Overwrite project_save.tmx File
fr: Écraser le fichier project_save.tmx

source: Pack and delete project...
fr: Empacketer et supprimer le test...

source: Pack project as OMT file...
fr: Empacketer le test en tant que fichier OMT...

source: Packing OMT project...
fr: Emballage du test OMT...

source: Paste
fr: Coller

source: Paste from History
fr: Coller depuis l'historique

source: Path:
fr: Chemin:

source: Places text on clipboard at current location in text file.
fr: Insert le contenu du presse-papiers à l'emplacement courant.

source: Please enter an integer between 1 and
fr: Veuillez saisir un entier entre 1 et

source: Press 'F2' for focus
fr: Press 'F2' pour se concentrer

source: Properties: {0}
fr: Propriétés: {0}

source: Protect entries with state='final' (if not set: they can be edited)
fr: Protéger les entrées avec state='final' (si cette option n'est pas activée, elles peuvent être modifiées).

source: Qt TS files (Okapi)
fr: Qt TS (Okapi)

source: Re-applies the last action undone.
fr: Répète la dernière action annulée.

source: Redo
fr: Refaire

source: Removes current selection and places it on the clipboard.
fr: Coupe la sélection et la place dans le presse-papiers.

source: Removes current selection.
fr: Efface la sélection.

source: Replace
fr: Remplacer

source: Replace All
fr: Remplacer tout

source: Replace with:
fr: Remplacer par :

source: Replace:
fr: Remplacer :

source: SDL-XLIFF files (Okapi)
fr: SDL-XLIFF (Okapi)

source: Segment beginning with a fuzzy match prefix
fr: Segment qui commence par un préfixe de correspondance

source: Select All
fr: Sélectionner tout

source: Select a Filter Parameters File
fr: Sélectionner un fichier de paramètres de filtre

source: Select location and name of the OMT package
fr: Sélectionner l'emplacement et le nom du paquetage OMT

source: Select the OMT package to import
fr: Sélectionner le paquet OMT à importer

source: Selects all text in current text document.
fr: Sélectionne tout le texte du document courant.

source: Shift+Enter performs a backwards replace
fr: Shift+Entrée effectue un remplacement en arrière.

source: Shift+Enter performs a backwards search
fr: Shift+Enter effectue une recherche en arrière

source: Show and protect entries with translate='no' (if not set: they are not extracted)
fr: Afficher et protéger les entrées avec translate='no' (si cette option n'est pas activée : elles ne sont pas extraites)

source: Sorry, there was a problem copying the parameters file.
fr: Désolé, il y a eu un problème lors de la copie du fichier de paramètres.

source: System Default
fr: Valeur de l'OS

source: TagEditor TTX files (Okapi)
fr: TagEditor TTX (Okapi)

source: Takes back the last action.
fr: Annule la dernière action.

source: The package has been successfully unpacked.
fr: Le paquet a été déballé avec succès.

source: The parameters file does not exist.
fr: Le fichier de paramètres n'existe pas.

source: The project already has an ongoing translation.
fr: Le test a déjà une traduction en cours.

source: The version attribute is missing.
fr: L'attribut version est manquant.

source: Toggle Current Fold
fr: Active ou désactive le pli actuel

source: Toggles the fold at the caret position.
fr: Active ou désactive le pli à la position du curseur.

source: Transifex project files (Okapi)
fr: Transifex (Okapi)

source: Unable to determine the project folder.
fr: Impossible de déterminer le dossier du test.

source: Undo
fr: Annuler

source: Unpack project from OMT file...
fr: Décompresser le test à partir du fichier OMT...

source: Unpacking OMT package...
fr: Déballage du paquet OMT...

source: Up
fr: Haut

source: Updating current project with OMT package content
fr: Mise à jour du test actuel avec le contenu du package OMT

source: Use the default filter settings (%s)
fr: Utiliser les paramètres de filtre par défaut (%s)

source: Use the following filter parameters file:
fr: Utilisez le fichier de paramètres de filtre suivant :

source: Whole word
fr: Mot entier

source: Wordfast Pro TXML files (Okapi)
fr: TXML Wordfast Pro (Okapi)

source: Words:
fr: Mots:

source: Wrap
fr: Dans l'autre sens

source: XLIFF files (Okapi)
fr: XLIFF (Okapi)

source: XLIFF-2 files (Okapi)
fr: XLIFF-2 (Okapi)

source: XML files (Okapi - XML Filter)
fr: XML (Okapi - Filtre XML)

source: XML files (Okapi - XML Stream Filter
fr: XML (Okapi - Flux XML)

source: YAML files (Okapi)
fr: YAML (Okapi)

source: You must specify a path.
fr: Vous devez spécifier un chemin.
